[
  {
    "id": "storytelling-shared-narratives",
    "title": "The power of storytelling connecting generations through shared narratives",
    "date": "Dec 16, 2024",
    "author": "Leslie Alexander",
    "summary": "By passing down experiences and wisdom, storytelling preserves traditions, fosters understanding, and strengthens bonds between past and present.",
    "body": "Across communities, oral histories and modern media continue to carry memory, identity, and values. As younger generations reinterpret these stories through new formats, they keep culture alive while adding fresh perspective.",
    "image": "/uploads/culture/1770908529176-393085071.jpg"
  },
  {
    "id": "global-tapestry-traditions",
    "title": "The global tapestry how cultural traditions are evolving across generations",
    "date": "Dec 16, 2024",
    "author": "Marvin McKinney",
    "summary": "From language to festivals, traditions are adapting while preserving cultural roots in a fast-changing world.",
    "body": "Migration, technology, and shared digital spaces are accelerating cultural exchange. Communities now blend old and new practices to stay connected to heritage while shaping modern collective identities.",
    "image": "/uploads/culture/1770908451236-184113781.png"
  },
  {
    "id": "art-music-literature-identity",
    "title": "How art, music, and literature shape the identity of societies",
    "date": "Dec 15, 2024",
    "author": "Theresa Webb",
    "summary": "Creative expression reflects social values, challenges norms, and gives communities a shared emotional language.",
    "body": "From murals to novels to popular songs, cultural works influence how people see themselves and one another. They document turning points, preserve memory, and inspire social change across generations.",
    "image": "/uploads/culture/1770908470471-891756328.png"
  },
  {
    "id": "countries-art-influence",
    "title": "How countries use art and culture for global influence",
    "date": "Dec 14, 2024",
    "author": "Theresa Webb",
    "summary": "Soft power through film, cuisine, fashion, and public art is becoming central to international image-building.",
    "body": "Governments and institutions are investing in cultural diplomacy, festivals, and creative industries to strengthen global ties. These strategies help shape perception, increase tourism, and deepen long-term partnerships.",
    "image": "/uploads/culture/1770908482970-172093738.png"
  },
  {
    "id": "cities-cultural-festivals",
    "title": "How cities are using cultural festivals to unite communities",
    "date": "Dec 13, 2024",
    "author": "Theresa Webb",
    "summary": "Public festivals are becoming spaces for inclusion, heritage, and shared civic identity.",
    "body": "Local governments and artists are collaborating on seasonal cultural events that bring neighborhoods together. These festivals support small businesses while creating meaningful intergenerational experiences.",
    "image": "/uploads/culture/1770908502709-855336556.png"
  }
]