[
  {
    "id": "genetic-profiles",
    "title": "Tailoring treatments to individual genetic profiles",
    "author": "Guy Hawkins",
    "date": "Sep 9, 2024",
    "summary": "Precision medicine is helping doctors match therapies to each patient's biology for more effective care.",
    "body": "Researchers are using genomic testing to identify which therapies can work best for specific patients. Hospitals are increasingly pairing this with AI-assisted diagnostics to reduce treatment delays and improve recovery outcomes.",
    "image": "/uploads/health/1770910202935-556504619.png"
  },
  {
    "id": "patient-experiences",
    "title": "How technology is revolutionizing patient experiences",
    "author": "Guy Hawkins",
    "date": "Sep 9, 2024",
    "summary": "Digital check-ins, telehealth, and smart monitoring tools are making care more convenient and responsive.",
    "body": "From appointment scheduling apps to remote monitoring devices, clinics are redesigning care around accessibility. Patients now receive faster follow-ups, better medication reminders, and improved communication with providers.",
    "image": "/uploads/health/1770910210446-212377236.png"
  },
  {
    "id": "health-policies",
    "title": "Analyzing the effects of global health policies",
    "author": "Guy Hawkins",
    "date": "Sep 9, 2024",
    "summary": "Policy shifts are shaping vaccine access, disease prevention programs, and long-term public health planning.",
    "body": "Experts say policy outcomes depend on sustained funding, regional partnerships, and clear implementation timelines. New frameworks also prioritize community-level education to improve trust and adoption.",
    "image": "/uploads/health/1770910218619-459561086.png"
  },
  {
    "id": "preventive-screening",
    "title": "Why preventive screening can catch risks earlier",
    "author": "Guy Hawkins",
    "date": "Sep 8, 2024",
    "summary": "Routine screenings are improving early detection rates for several chronic conditions.",
    "body": "Healthcare providers are encouraging regular checkups and targeted screenings for high-risk groups. Early diagnosis supports faster interventions and lowers long-term treatment complexity.",
    "image": "/uploads/health/1770910228595-155827092.jpg"
  },
  {
    "id": "community-clinics",
    "title": "Community clinics improving access to care",
    "author": "Guy Hawkins",
    "date": "Sep 8, 2024",
    "summary": "Local clinics are reducing care gaps by offering affordable and nearby primary services.",
    "body": "Many communities report shorter wait times and better preventive care participation where neighborhood clinics are available. Expanded staffing and mobile outreach units are driving these gains.",
    "image": "/uploads/health/1770910238529-137716227.png"
  },
  {
    "id": "nutrition-schools",
    "title": "School nutrition programs and long-term health outcomes",
    "author": "Guy Hawkins",
    "date": "Sep 7, 2024",
    "summary": "Balanced school meals are linked to improved concentration and healthier growth patterns.",
    "body": "Education leaders are partnering with nutrition experts to redesign menus with healthier ingredients. Evidence shows these programs can support better attendance and reduced health disparities over time.",
    "image": "/src/assets/health.jpg"
  },
  {
    "id": "8db2e7f5-1288-4d35-ac61-717ef562bcc0",
    "title": "",
    "author": "",
    "date": "2026-02-12",
    "summary": "",
    "body": "",
    "image": "/uploads/health/1770911079471-859756320.png"
  }
]