{
  "local": [
    {
      "id": "8ecc0c51-7e2e-4cdc-8770-6d1181d2aebc",
      "title": "",
      "summary": "",
      "tag": "Politics",
      "date": "2026-02-11",
      "image": "",
      "content": ""
    },
    {
      "id": "948bd1f0-896e-4016-9fae-40da8345f0cd",
      "title": "",
      "summary": "",
      "tag": "Politics",
      "date": "2026-02-11",
      "image": "",
      "content": ""
    },
    {
      "id": "e7ea43ef-f639-498e-aabb-4c718c3208e6",
      "title": "",
      "summary": "",
      "tag": "Politics",
      "date": "2026-02-11",
      "image": "",
      "content": ""
    },
    {
      "id": "19c253ed-e801-4d88-b0b3-d4fff73c8f29",
      "title": "",
      "summary": "",
      "tag": "Politics",
      "date": "2026-02-11",
      "image": "",
      "content": ""
    },
    {
      "id": "1f080acd-56f8-41dc-94d9-1232f3273cfe",
      "title": "RAILA AMOLO ODINGA",
      "summary": "Raila Odinga is a prominent Kenyan political leader and long-time advocate for democracy. Born in 1945, he studied engineering in East Germany before entering politics. He became widely known for opposing one-party rule in Kenya and was detained several times during the struggle for multiparty democracy",
      "tag": "Politics",
      "date": "2026-02-11",
      "image": "/uploads/politics/b8361f4f33c4f13033b7b50cd2368bac.jpg",
      "content": "Raila Odinga is one of Kenya’s most prominent and influential political leaders. Born on January 7, 1945, in Maseno, Kenya, he is the son of Kenya’s first Vice President, Jaramogi Oginga Odinga. Raila studied engineering in East Germany before returning to Kenya, where he later became deeply involved in politics and pro-democracy activism.\n\nThroughout his career, Raila Odinga has been a central figure in Kenya’s political landscape. In the 1980s and 1990s, he was detained several times for opposing the one-party rule of President Daniel arap Moi. His role in the struggle for multiparty democracy earned him a strong support base across the country. Over the years, he has served in various government positions, including as Member of Parliament and as Prime Minister of Kenya from 2008 to 2013 following the power-sharing agreement after the disputed 2007 general election.\n\nRaila has run for the presidency multiple times, positioning himself as a reformist leader advocating for constitutional change, social justice, and economic transformation. He played a key role in the push for Kenya’s 2010 Constitution, which introduced significant governance reforms and strengthened devolution.\n\nKnown for his resilience and passionate speeches, Raila Odinga remains a significant voice in Kenyan politics. His supporters view him as a champion of democracy and reform, while his critics challenge some of his political strategies. Regardless of differing opinions, his impact on Kenya’s political history is undeniable, and he continues to shape national conversations on leadership, governance, and development.\n"
    }
  ],
  "international": [
    {
      "id": "1882eb95-2d5c-4ac1-8add-f89ec486fc63",
      "title": "Trump Meets with Five Congress Members to Outline 2026 Legislative Priorities",
      "summary": "Former President Donald Trump held a strategy meeting in Washington with five Republican members of Congress to discuss border security, economic policy, and federal spending ahead of key legislative negotiations.",
      "tag": "Politics",
      "date": "2026-02-11",
      "image": "/uploads/politics/ae3639aa55b192e3561da9190b65da52.png",
      "content": "Former President Donald Trump met with five Republican members of Congress on Tuesday in Washington, D.C., as lawmakers prepare for major policy debates in the 2026 legislative session.\n\nThe meeting included Representatives Jim Jordan of Ohio, Elise Stefanik of New York, Byron Donalds of Florida, Marjorie Taylor Greene of Georgia, and Senator J.D. Vance of Ohio. According to individuals familiar with the discussion, the group focused on border enforcement, federal budget priorities, and economic growth initiatives.\n\nTrump emphasized what he described as the need for stronger border controls and stricter immigration enforcement, urging lawmakers to push for expanded funding for border security operations. He also discussed tax policy, calling for measures aimed at reducing corporate tax burdens and encouraging domestic manufacturing investment.\n\nRepresentative Jordan stated after the meeting that lawmakers are working to “align conservative priorities” ahead of upcoming budget negotiations. Stefanik noted that economic competitiveness and energy independence remain key issues for Republican leadership in both chambers.\n\nThe gathering comes as Congress faces critical deadlines related to federal spending and debt management. With partisan divisions remaining strong, Republican leaders are coordinating strategy in advance of expected negotiations with Democratic lawmakers and the White House.\n\nPolitical analysts say Trump’s continued involvement signals his sustained influence within the Republican Party as it shapes its policy platform ahead of upcoming national elections. While Democrats have criticized some of the proposals discussed, supporters argue the focus remains on economic growth and national security.\n\nNo formal legislative proposals were announced following the meeting, but participants indicated additional discussions are planned in the coming weeks."
    }
  ]
}